const NEWS_DATA = [
    { id: 1, date: "2026/01/10", title: "Ver 1.2 アップデート配信", body: "・特性システムが実装されました" },
    { id: 2, date: "2026/01/15", title: "EX「リュシオン」登場！", body: "プレミアムガチャにEX「リュシオン」が追加されました。" },
    { id: 3, date: "2026/01/20", title: "不具合のお詫び", body: "ログインできない不具合の修正として、皆様に1000GEMをお送りします。" },
    { id: 4, date: "2026/01/21", title: "テスト1", body: "テスト" },
    { id: 5, date: "2026/01/21", title: "テスト2", body: "テスト" },
    { id: 6, date: "2026/01/21", title: "テスト3", body: "テスト" },
    { id: 7, date: "2026/01/21", title: "ver 2.1 アップデート配信", body: "・取引所が追加されました\n・実績システムが追加されました\n・一部のバグを修正しました" },
];